[
    {
        "id": 1,
        "name": "Jaloliddin Rumiy: Yetti majlis",
        "author": "Jaloliddin Rumiy",
        "lang": "O'zbekcha",
        "alphabet": "Kirillcha",
        "pageCount": "192",
        "price": "24 000 so'm",
        "availability": "true",
        "quantity": "3",
        "description": "Jaloliddin Rumiyning ilmiy va adabiy merosi gʼoyat katta. Gʼazal, masnaviy va ruboiylarni oʼz ichiga oladigan “Devoni kabir” (“Ulugʼ devon”), falsafiy-soʼfiyona mushohadalar, ruhiyat dialektikasini kashf etib, inson aqlini lol qoldiradigan teranlik bilan yozilgan “Masnaviy-maʼnaviy”, “Maktubot”, “Fihi mo fixiy” (“Ichindagi ichindadir”) nomli asarlarini butun dunyo sevib oʼqiydi. Rumiy oʼz asarlarida odamni tadqiq etadi, uning tabiati va intilishlarini kuzatadi, botiniy jilolar va surilishlar, qalb siljishlarini qidirib topadi. Rumiy asarlaridagi joziba shu qadar inson koʼngliga yaqinki, uning har bir soʼzi – bir mayoq, umr yoʼllarini yoritguvchi chiroq, qalbga qoʼyiladigan ziyo kabidir. Jaloliddin Rumiyning buyukligi yana shundaki, u islomning ulugʼ shoiri va mutafakkiri boʼlgani holda barcha mazhab­lar va dinlardan yuqori koʼtarila oldi, bani basharni birlashtiruvchi yagona ilohiy gʼoyalarni olgʼa surib, kishilarni bir-biriga yaqinlashtiruvchi eʼtiqod va iymon, ishq va sigʼinish, poklik va tavbadan soʼz ochdi. “Choʼllar muxtalif, ammo maqsad bir, yaʼni Olloh huzuri”, deya Ulugʼ Tangri haqiqati Olloh jami maxluhot barobarligini isbotladi. Oʼquvchilar eʼtiboriga havola etilayotgan mazkur kitob Rumiy dunyosining yangi manzillarini ochadi, kitobxonni Rumiy bilan qayta yuzlashtiradi. Oʼz navbatida kitobxon ham asar vositasida mehrga, muhabbatga, chin insoniy tuygʼularga chanqoq qalbini qondiradi.",
        "imageURL": "https://azbo.uz/public/uploads/all/QaJrUU7X4UtGyX5EipeCVIbyndb23TkEfdp6LruR.jpg",
        "publisher": "Yangi asr avlodi",
        "cover": "Yumshoq",
        "papertype": "No info",
        "urlWebPage": "https://azbo.uz/product/zhaloliddin-rumiy-etti-mazhlis-p7610",
        "seller": "AzboBooks",
        "date": "2023-04-15T13:53:09.000Z"
    },
    {
        "id": 3,
        "name": "Lev Tolstoy: Anna Karenina (2 ta kitob).",
        "author": "Lev Nikolayevich Tolstoy",
        "lang": "O'zbekcha",
        "alphabet": "Kirillcha",
        "pageCount": "656",
        "price": "75 000 so'm",
        "availability": "true",
        "quantity": "7",
        "description": "Tolstoyning 70-yillar ijodida «Anna Karenina» romani alohida mavqega ega. «Urush va tinchlik»dan bu romanni yozguniga qadar bo‘lgan davrda Tolstoyning rus jamiyatidagi ijtimoiy tenglik va adolat to‘g‘risidagi orzu-umidlari ro‘yobga chiqmadi. 60-yillardagi islohot yozuvchi kutgan natijani bermadi. Mazkur romanda Tolstoyning jamiyat hayotida kechayotgan noxush jarayonlar haqidagi iztirobli o‘ylari aks etdi. Romanda Kareninlar, Oblonskiylar va Levinlardan iborat uch oilaning bir-biri bilan chatishgan, ammo mustaqil syujet chizig‘iga ega bo‘lgan tarixi tasvir etilgan. Tolstoy, aksar rus yozuvchilaridek, nasroniy diniga katta e’tiqod qo‘ygan, hayotda ro‘y berayotgan voqealarga va kishilarning xatti-harakatlariga ham shu din nuqtai nazaridan yondashgan. Uning diniy qarashlari jamiyat va shu jamiyatda yashovchi kishilarga, binobarin, u yoki bu qahramoniga bo‘lgan munosabatiga, shak-shubhasiz, ta’sir o‘tkazgan. Tolstoyning oila masalasiga, chunonchi, Kareninlar oilasida sodir bo‘layotgan voqealarga yondashuvida ham diniy qarashlari seziladi. U jamiyat a’zolarida qanday chirkin xislatlar mavjud bo‘lmasin, kishilar diniy qonun-qoidalar doirasida harakat qilishlari lozim, aks holda jamiyat halokat sari boradi, degan fikrdan kelib chiqib, qahramonlar obrazini yaratadi.70-yillarda ruhiy iztirob iqlimida yashagan Tolstoy o‘z hayot yo‘lini qayta nazardan o‘tkazdi va shu jarayonda ijtimoiy kelib chiqishi, tarbiyasi va hayot yo‘li bilan bog‘liq jamiyat qatlamining ma’naviy asoslari yolg‘onga asoslangan, degan xulosaga keldi. Uning bunday qarashlari «Iqrornoma» (1880) va «E’tiqodim nimada?» (1884) asarlarida o‘z ifodasini topdi. Tolstoyning shu davrda yozgan asarlari orasida «Ivan Ilichning o‘limi» (1886), «Kreyser sonatasi» (1889) qissalari, ayniqsa, e’tiborga loyiq. Tolstoy 80-yillarda dramaturgiya janrlarida ham ijod qilib, «Zulmat hokimiyati» (1886) dramasi va «Ma’rifat mevalari» (1890) komediyasini yozadi. Bu asarlarda qishloq ahlidagi jaholat, shahar madaniyatining qishloqqa ko",
        "imageURL": "https://azbo.uz/public/uploads/all/WatQnkCqVLkAmvbrBH0Id87xASIs4jYuzBxLgXyi.jpg",
        "publisher": "Yangi Asr Avlodi",
        "cover": "Qattiq",
        "papertype": "No info",
        "urlWebPage": "https://azbo.uz/product/lev-tolstoy-anna-karenina-2-ta-kitob-p2491",
        "seller": "AzboBooks",
        "date": "2023-04-15T14:24:19.000Z"
    },
    {
        "id": 4,
        "name": "Uolter Ayzekson: Stiv Jobs",
        "author": "Uolter Ayzekson",
        "lang": "O'zbekcha",
        "alphabet": "Kirillcha",
        "pageCount": "624",
        "price": "63 000 so'm",
        "availability": "true",
        "quantity": "10",
        "description": "Uolter Аyzeksonning «Stiv Jobs» asari ilk marotaba oʼzbek tilida chop etildi. Zamonaviy dunyoning eng yirik biznesmenlaridan biri, innovator, Apple kompaniyasining asoschisi Stiv Jobsning muvaffaqiyat tarixi haqida yozilgan ushbu kitob bir necha yil davomida jahon darajasidagi bestsellerga aylanib ulgurdi. Kitobda siz otasi tashlab ketgan, onasi rad etgan bola qanday qilib dunyoning eng katta kompaniyasiga asos solishi tarixini oʼrganasiz. Bu ogʼir tabiatli, lekin dunyoni oʼzgacha koʼz bilan koʼra olgan, uni oʼzgartirishni xohlagan, informatsion texnologiyalari revolyutsiyasiga sababchi boʼlgan insonning hayoti haqidagi kitobdir.",
        "imageURL": "https://azbo.uz/public/uploads/all/M3rsxRZ9bd7OMchoosqGBEGPLVHMWizQ71CFFPAd.jpg",
        "publisher": "Nihol nashr",
        "cover": "Qattiq",
        "papertype": "No info",
        "urlWebPage": "https://azbo.uz/product/uolter-ayzekson-stiv-jobs-18r5w",
        "seller": "AzboBooks",
        "date": "2023-04-17T04:57:43.000Z"
    },
    {
        "id": 5,
        "name": "Reychel Lippinkott, Mikki Dotri, Tobias Iakonis: Muhabbat masofasi",
        "author": "",
        "lang": "O'zbekcha",
        "alphabet": "Kirillcha",
        "pageCount": "344",
        "price": "44 000 so'm",
        "availability": "true",
        "quantity": "3",
        "description": "Hech qachon qucha olmaydigan insoningni sevib qolish mumkinmi?Stella Grant oʼzi qaror chiqarishni yaxshi koʼradi. U oʼzining xasta oʼpkasinigina nazorat qila olmaydi va uni deb tez-tez shifoxonaga tushib turadi. Oʼziga boshqa kasallik yuqmasligi uchun u oraliq masofa saqlashi shart. Hamisha bir yarim metr. Hech qanday istisnolarsizUill Nьyuman shifoxonadan qochib ketishni orzu qiladi. U atayin dorilarni ichmaydi, sinov muolajalari imkoniyatini pisand qilmaydi. Tez orada Uill 18 ga toʼladi, oʼshanda hamisha orzu qilganidek sayohatga otlanadi.Uill Stellaning hayoti uchun halokatli xavf tugʼdiradi. U tufayli qiz yangi oʼpka jarrohligidan mahrum boʼlishi mumkin. Hayotini saqlab qolishning bitta sharti - iloji boricha Uilldan olisroq yurish. Unday boʼlsa nima uchun bir yarim metr masofa ikkisiga jazoga aylandi?Stella va Uill xastalikdan yarim metrni oʼgʼirlashga tayyor. Аgar bu ikkisining yuragini ogʼriqdan asrasa, bu uncha xavfli emasdir?",
        "imageURL": "https://azbo.uz/public/uploads/all/aL6r0blpSi0EiWVTd3SadUsT2ikaEVHvpU7Hq7tU.jpg",
        "publisher": "Sharq-Ziyo-Zakovat",
        "cover": "Qattiq",
        "papertype": "No info",
        "urlWebPage": "https://azbo.uz/product/reychel-lippinkott-mikki-dotri-tobias-iakonis-mukhabbat-masofasi-p7762",
        "seller": "AzboBooks",
        "date": "2023-04-17T04:58:26.000Z"
    },
    {
        "id": 6,
        "name": "Agata Kristi: O‘nta negr bolasi",
        "author": "Agata Kristi",
        "lang": "O'zbekcha",
        "alphabet": "Kirillcha",
        "pageCount": "208",
        "price": "24 000 so'm",
        "availability": "true",
        "quantity": "9",
        "description": "Аgata Kristi nomini alohida tanishtirishga hojat yoʼq. Аdabiyot ahli tomonidan haqli ravishda detektiv janrining yetakchilaridan biri sifatida tan olingan. Uning mazkur asarida ham kitobxon sirli va qiziqarli olamga sayohat qilishi muqarrar. Muallifning oʼzi aynan shu asarini eng yaxshisi deya eʼtirof etgani ham bejiz emas.Ushbu asarda bir-biriga hech qanday aloqador boʼlmagan oʼnta odam xilvat oroldagi uyga keladi. Sirli taklifnoma bilan ularni bu yerga kim chaqirdi ? Yaxshi detektiv ixlosmandlarining yuragi shuv etib ketadigan manzara. Dunyodan ajrab qolgan boʼm-boʼsh orol, koʼp xonali, zimzimiston yoʼlakli katta sirli uy va Zanjilar orolining sohibi taklifiga koʼra uyga kelgan oʼnta mutlaqo notanish, bir-biriga oʼxshamagan oʼnta odam. Bu yerda ularni qulay shart-sharoitlar, mazali taom va shinam yotoqxonalar kutib turibdi. Lekin havas qilgudek mehmondoʼstlik tez orada sarobga aylanib, mehmonlar savdoyi qotil qurgan tuzoqqa tushib qolgani maʼlum boʼladi. Ular orolning toshloq zaminiga qadam qoʼygan zahoti tuzoq yopilgan. Oroldan qochishning iloji yoʼq. Barchani shubha-gumon chulgʼab olgan. Chehralarda ajal soyasi. Qoʼrquv va dahshat. Faqatgina bolalar sanoq sheʼri va mitti negr bolalari tugashi bilan bu dahshatli oʼyinga ham xotima yasaladi. Biroq nega ?Ularni birin-ketin eng gʼayrioddiy yoʼllar bilan oʼldirish kimga kerak ? Nima uchun sodir boʼlayotgan voqealarning bari quvnoq bolalar sheʼri bilan chambarchas bogʼliq ? Nahotki bu jumboqning yechimi topilmasa, nahotki hammasi oʼlimga mahkum boʼlsa ? Lekin nima uchun ? Ular rostdan ham aybdormi ?",
        "imageURL": "https://azbo.uz/public/uploads/all/ZTw0W2VkFDaXQuATr66Zr9oMSbwpHRrCnDi76Rm4.jpg",
        "publisher": "YAngi asr avlodi",
        "cover": "Qattiq",
        "papertype": "No info",
        "urlWebPage": "https://azbo.uz/product/agata-kristi-onta-negr-bolasi-kg8vd",
        "seller": "AzboBooks",
        "date": "2023-04-17T05:03:36.000Z"
    },
    {
        "id": 7,
        "name": "Agata Kristi",
        "author": "Agata Kristi",
        "lang": "O'zbekcha",
        "alphabet": "Kirillcha",
        "pageCount": "272",
        "price": "24 000 so'm",
        "availability": "true",
        "quantity": "9",
        "description": "'Norma Restarik ismli yosh qiz mashhur Erkyul Puaro yoniga maslahat so‘rab keladi. Qiz unga asabiy, beqaror va hadikli odamdek ko‘rinadi, xuddi odam o‘ldirgan qotildek taassurot qoldiradi. Ammo u na qurbonning ismini, na qotillik yuz bergan vaziyatni, na jinoyat joyini eslay oladi. Erkyul Puaro uning turmush tarzi va atrofidagi odamlar bilan tanishib... zarur ma’lumotlarni oz-ozdan to‘plab... qotillikni izlaydi.Ushbu roman birinchi marta 1966 yilda Angliyada nashr qilingan. Asar syujeti chigal, ayyorona tuzilgan. Muallif bu romanida yigirmanchi asrning oltmishinchi yillaridagi zamonaviy yoshlarning qiyofasini tasvirlaydi.'",
        "imageURL": "https://azbo.uz/public/uploads/all/nSeuFZkTmg8I1QQ9RUuUgHdBHyAQiQO0z5LB2JHg.jpg",
        "publisher": "Spectrum media group",
        "cover": "Yumshoq",
        "papertype": "No info",
        "urlWebPage": "https://azbo.uz/product/agata-kristi-uchinchi-kiz-p2535",
        "seller": "AzboBooks",
        "date": "2023-04-17T11:05:23.000Z"
    },
    {
        "id": 8,
        "name": "Abdel Sellu",
        "author": "Abdel Sellu",
        "lang": "O'zbekcha",
        "alphabet": "Kirillcha",
        "pageCount": "240",
        "price": "38 000 so'm",
        "availability": "true",
        "quantity": "10",
        "description": "'Fransuz va amerikalik ekran versiyalari yaratuvchilarini ilhomlantirgan hayotiy hikoya.Paraplanning qulashi 42 yoshli aristokratik nasl merosxo‘ri va shampan vinolarini ishlab chiqaruvchi kompaniyalar top menejeri Filippo Posso de Borgoni nogironlik aravachasiga mixlab qo‘ygan edi. Oqsoch vazifasini bajarish uchun u kutilmaganda yuzlab talabgorlar orasidan yaqinda qamoqdan chiqqan afrikalik muhojirni tanlab oldi. Va u tanlovida adashmadi: \"shayton-ko‘riqchi\" nafaqat unga depressiyaga tushishga imkon bermadi, balki, uning hayotini yangicha mazmun bilan to‘ldirdi.\"Men unga yordam berdim, u esa menga. Lekin u menga ko‘proq yordam berdi. Men uning hayotini o‘zgartirmadim. Balki, u menikini o‘zgartirdi\".Abdel Sellu turmush o‘rtog‘i va uch nafar farzandi bilan Aljirda yashaydi va tovuq fabrikasiga ega va uni boshqaradi. U Parijdan o‘zining ikkinchi xotinining vatani bo‘lgan Marokkoga ko‘chib o‘tgan Filippo Posso di Borgo bilan doimiy aloqalarni ushlab turadi.'",
        "imageURL": "https://azbo.uz/public/uploads/all/tvSwU9HcaePUwpKNEHo5e2ob1tQtuIberTGDvfXr.jpg",
        "publisher": "Zukko kitobxon",
        "cover": "Qattiq",
        "papertype": "No info",
        "urlWebPage": "https://azbo.uz/product/abdel-sellu-sen-mening-hayotimni-ozgartirding-djqsz",
        "seller": "AzboBooks",
        "date": "2023-04-17T11:05:51.000Z"
    }
]